{
  "menu": {
    "bearing": "Bearing and Guide Rail",
    "belt": "V-Belt and Timing Belt",
    "adhesive": "Adhesive, Sealant and Lubricant",
    "rubber": "Rubber Sealing, Damping and Protection",
    "industrial": "Industrial Hose",
    "engineering": "Engineering Plastic",
    "product": "Products",
    "applications": "Applications",
    "distribution": "Distribution and License",
    "productDistribution": "Product Distribution",
    "certificateOfAuthorization": "Certificate of Authorization",
    "hazardous": "Hazardous Chemical and Supply Chain Service",
    "hazardousChemical": "Hazardous chemical",
    "supplyChainService": "Supply Chain Service",
    "download": "Download"
  },
  "footer": {
    "aboutREIFFGroup": "About REIFF Group",
    "aboutUs": "About us",
    "companies": "Companies",
    "cooperativePartners": "Cooperative partners",
    "companyPhilosophy": "Company philosophy",
    "legal": "Legal",
    "copyrightInformation": "Copyright information",
    "generalTermsOfBusiness": "General Terms of Business",
    "dataProtectionDeclaration": "Data protection declaration",
    "contactUs": "Contact us",
    "company": "REIFF Technical Products (Shanghai) Co., Ltd.",
    "location": "Building 6-B, No.1835 Duhui Road, Shanghai",
    "postcode": "Postcode",
    "Tel": "Tel",
    "TelValue": "+86 21 6220 7582 ex 801",
    "Fax": "Fax",
    "FaxValue": "+86 21 6220 7589",
    "Email": "Email",
    "china": "China"
  },
  "home": {
    "wideRange": "Wide Range of Industrial Products",
    "SupplyChain": "Supply Chain Total Solution",
    "TheHeadquarter": "The headquarter of REIFF Group is located in Reutlingen, south of Stuttgart, Germany. Since 1910, over four generations, we have been providing high-quality components and modern supply chain services to more than 60,000 manufacturing companies. We are one of the most important sales channels and partners for many leading industrial manufactures. We meet our customers' procurement needs from bearings, linear components, drive belts, chemicals, rubber products, hoses, engineering plastics to precision assemblies. Our production lines allow for flexible product development and customization. The group company Kremer have over 50 years of experience in the design and production of technical sealing.",
    "REIFFHas": "REIFF has a warehouse space of 122,000 square meters in Germany and more than 80,000 articles, a real-time inventory of more than 20 million Euro and an average of 12,000 pallets shipped per month, of which 75% are direct production materials.",
    "WeAreCommitted": "We are committed to solving the problems faced by our customers when dealing with small and medium quantities of production materials, providing supply chain solutions that reduce the cost of the procurement process and improve overall efficiency. We have a wide range of products, established in accordance with German industry standards, and continue to optimize the localization in China, with the help of the logistics centers in both Germany and Shanghai.",
    "REIFFGroup": "REIFF Group has 650 employees and annual sales of 210 million Euro.",
    "ContactUs": "Contact us",
    "CoreProductLines": "Core Product Lines",
    "OfficialDistributor": "Official Distributor in Germany and China",
    "REIFFRubberProducts": "REIFF Rubber Products",
    "OfficialDistributorSpecial": "Official Distributor in Germany / REIFF Special Bearings",
    "DistributionBrands": "Distribution Brands"
  },
  "bearing": {
    "BearingandGuideRail": "Bearing and Guide Rail",
    "REIFFProvide": "REIFF provide a full range of bearings and linear components from standard to customized products.",
    "WeHaveTheAuthorization": "We have the authorization for both Schaeffler and SKF, and we are one of the largest distributors of these two brands in Germany. The cooperation with SKF can be dated back to the 1950s; we are also one of the largest distributors in Germany for THK guide rails. Thanks to the support of various leading manufacturers and a full range of product lines, REIFF is the ideal partner for small to medium volume demands.",
    "WeHaveCustomized": "We have customized bearing productions in China since 1990s, which are manufactured in accordance with German industrial standards, and are exported in large quantities to Germany and other European countries. With the international transfer of production lines, more and more Chinese companies become the customers of REIFF's customized bearings.",
    "ProductCatalog": "Product Catalog",
    "MaintenanceTools": "Maintenance Tools"
  },
  "Driving": {
    "DrivingBeltsFrom": "Driving belts from European premium manufactures",
    "WeAreTheLarge": "We are the large sales organization of driving belts, the founding member of Mulco Group and one of the largest distributors of Optibelt and Continental in Germany. We provide our customers with a wide range of product solutions.",
    "BrecoBrecolex": "Breco, Brecolex, Contitech, Sychroflex Timing belts of Mulco Group",
    "ContitechTimingBelts": "Contitech Timing belts",
    "Optibelt": "Optibelt V-belts",
    "Contitech": "Contitech V-belts",
    "EsbandConveyor": "Esband Conveyor belts, suction belts and special belts for the tobacco industry",
    "KTRCouplings": "KTR Couplings",
    "Rexnord": "Rexnord Tollok Clamping sets",
    "TimingBelts": "Timing belts",
    "V-belts": "V-belts",
    "MulcoGroup": "Mulco Group",
    "BrecoContitech": "Breco, Brecolex, Contitech, Sychroflex",
    "MulcoGroupWasFounded": "Mulco Group was founded in 1951 by four companies, including REIFF, and now holds 35% of the European market share for polyurethane timing belts and a number of patents. It has been a driving force in polyurethane timing belt technology for many years.",
    "MulcoProducts": "Mulco products can be found in a wide range of applications in high-end manufacturing areas such as automobiles, precision machine tools, food and pharmaceuticals. Outside Germany Mulco has an extensive distribution channel in Europe in the form of \"Mulco Business Partners\". In the USA Mulco is sold through Brecoflex Co. L.L.C.",
    "HistoryOfMULCO": "History of MULCO Group",
    "OfficialHomepage": "Official Homepage of Mulco Group",
    "OfficialHomepageBreco": "Official Homepage of Breco",
    "REIFFShanghai": "REIFF Shanghai",
    "TheOfficialDistribution": "The official distribution channel for Breco, Brecoflex and Synchroflex in China",
    "REIFFIsTheFounding": "REIFF is the founding member and the core member of Mulco Group, REIFF Technical Products (Shanghai) Co., Ltd. is a wholly-owned subsidiary of REIFF Group and the only official distribution channel for the Mulco Group in China.",
    "REIFFAlone": "REIFF alone possesses a stock of over 2,000 tools of timing belts. In addition to standard types, we can also supply customization, connection and special coatings according to customer requirements.",
    "BrecoPolyurethane": "Breco Polyurethane Timing Belt product lines",
    "BRECOFLEXFlex": "BRECOFLEX flex belt, BRECO meter belt.",
    "BRECObelt": "BRECO V belt",
    "StandardTiming": "Standard timing belts for a wide range of applications",
    "Low-cost": "Low-cost solution for simple scenarios",
    "SterileTiming": "Sterile timing belts for food and pharmaceutical industries",
    "SuitableFor": "Suitable for high load lifting devices or conveying applications ",
    "VariousATM": "Various ATM modules which can be flexibly customized",
    "BRECOFlatBelt": "BRECO flat belt",
    "CostSaving": "Cost saving and installation space saving, suitable for various compact designs",
    "BRECOBeltPulleys": "BRECO belt pulleys and other accessories",
    "ImportedPulleys": "Imported pulleys and pulleys made in China",
    "BRECOExclusive": "BRECO exclusive solution",
    "CustomizedTooth": "Customized tooth back thickness, special shapes, special coatings, perforations, etc.",
    "TensionTester": "Tension Tester",
    "ContitechDriving": "Contitech Driving belts",
    "ContitechMember": "Contitech, member of the Continental Group, is a leading specialist in the field of rubber and plastics technology. It develops and produces driving products for important industries such as the automotive industry, with a focus on eco-friendly and resource-saving manufacturing processes.",
    "REIFFkey": "REIFF is a key partner of Contitech driving belts in Germany and is responsible for sales in the southern part of the country. REIFF Shanghai is also authorized in China.",
    "ContitechTiming": "Contitech timing belt type list",
    "ProductInformation": "Product Information",
    "ContitechTimingBelts2": "Contitech Timing Belts"
  },
  "Adhesive": {
    "AdhesiveSealant": "Adhesive, Sealant and Lubricant",
    "REIFFProvides": "REIFF provides a full range of Henkel Loctite, Epple adhesive and sealants, Technicoll adhesives, Wacker Silicone, Sika Sealants, OKS Lubricants, Tesa Tapes and other high quality German products.",
    "ProductCatalog": "Product Catalog",
    "OfficialHenkel": "Official Henkel distributor both in Germany and China",
    "HenkelLoctite": "Henkel Loctite is a leading global supplier in the field of adhesives, sealants and functional coating materials. With official authorization from both Henkel Germany and Henkel China, REIFF is an important partner of Henkel General Industries. REIFF offers Chinese customers a full range of Henkel products and optimized supply channels.",
    "OfficialWacker": "Official Wacker distributor in Germany",
    "ProjectAuthorization": "Project Authorization in China",
    "TheOrganicSilicone": "The organic silicone products from Wacker are renowned throughout the industry for its diversity and outstanding performance, and are widely used in the automotive, electronics, consumer electronics, telecommunications and semiconductor industries.",
    "ExclusiveTechnicoll": "Exclusive Technicoll Distributor for Chinese market",
    "TechnicollAdhesives": "Technicoll adhesives have a wide range of applications in large area bonding of plastic, metal, foam material, textile, leather, rubber, ceramic and insulator.",
    "ExclusiveEpple": "Exclusive Epple Distributor for Chinese market",
    "EppleProducts": "Epple products are resistant to chemical erosion, including acids and alkalis, and are also highly heat resistant, withstanding temperatures of up to 800°C. Epple sealants can achieve reliable sealing results in varying temperatures and chemical corrosion conditions. The full range of Epple products are silicone-free and widely used in the fields of coating, chemical and automobile industries.",
    "AnaerobicAdhesives": "Anaerobic adhesives",
    "AnaerobicAdhesivesAre": "Anaerobic adhesives are single-component adhesives which harden at room temperature without exposure to oxygen.",
    "ScrewLocking": "Screw locking adhesives",
    "ScrewLockingContent": "Screw locking adhesives are an alternative to traditional mechanical locking. They are more effective and easier to disassemble. The common loosening of bolts, screw locking and corrosion can be prevented, which results in significant improvements in efficiency and reduces the maintenance costs. Through this way, the preload can be better maintained and the loosening caused by vibration and collision can be prevented. Screw locking adhesives also have better penetration and gap filling than traditional methods, resulting in a longer lasting locking effect and more effective protection against corrosion.",
    "RetainingCompound": "Retaining compound",
    "RetainingCompoundContent": "Retaining compound adhesives are used for the installation of precision components, such as the assembly of bearings, bushings and splines in the place of housing or shaft. They have the ability to transfer loads to a large extent and to distribute them evenly, effectively avoiding friction and corrosion. The adhesives should be applied in a liquid state, the bonding surface 100% evenly smeared, and the retaining compound should fully fill the gaps between the components and then it will solidify into shape.",
    "StructuralBonding": "Structural bonding",
    "ItIsMostly": "It is mostly used for the bonding of engineering structural parts, which can withstand many stresses within a rated time without being damaged. Mainly used for the bonding of stressed structural parts, able to withstand large loads, still has good mechanical strength at working temperatures above normal temperature, and has resistance to chemicals, other media and ageing.",
    "Cyanoacrylate": "Cyanoacrylate (instant) adhesives",
    "TheyCan": "They can be cured very quickly on the surface of the bonding material. Moisture on the surface of the substrate can trigger the curing reaction of the adhesives, which proceed from the surface of the substrate to the middle of the adhesives. Instant adhesives are widely used for bonding small parts that require quick fixation. Due to their limited gap filling capacity, therefore a close fit to the bonded surface is required during the bonding process. They have very good adhesion to most substrates and are excellent in terms of shear and tensile strength.",
    "AcrylateAdhesives": "Acrylate adhesives",
    "AcrylateAdhesivesContent": "Acrylate adhesives are mainly used in high loading environments as an alternative to traditional mechanical joining methods. The workpieces bonded with acrylics provide higher strength, shear rigidity and overall firmness.",
    "Epoxy": "Epoxy resin adhesives (Hysol adhesives)",
    "EpoxyResin": "Epoxy resin adhesives are mainly used in high loading environments as an alternative to traditional mechanical joining methods. The epoxy resin adhesives provide higher strength, shear rigidity and overall firmness to the workpiece. They are often used in industries that require better product performance, such as space launching and automobile.",
    "Solvent": "Solvent sensitive adhesives",
    "SolventSensitive": "Solvent sensitive adhesives are applied by brush or spatula, and are applied on the two contact surfaces which need bonding and the operation is started after the solvent evaporates. Once the two contact surfaces have been bonded, they have a good initial viscosity and no further corrections can be made to the bond. It takes a while for the solvent to evaporate completely.",
    "ElasticAdhesives": "Elastic adhesives and sealants",
    "ElasticAdhesivesContent": "Elastic adhesives are mainly used to absorb or compensate for dynamic loads. The adhesive has a high intrinsic strength (cohesion) and a relatively high modulus, and after curing possesses elastic properties will at the same time have a high connection strength.",
    "SiliconeRubbers": "Silicone rubbers",
    "SiliconeRubbersContent": "Silicone rubbers form a rubbery, high-performance elastomer under the influence of temperature through water molecules in the air (single-component) or mixed with other components (two-component), in order to flexibly achieve the effect of bonding or sealing.",
    "Polyurethane": "Polyurethane",
    "PolyurethaneContent": "Polyurethane adhesives are superior in performance to traditional single-component adhesives, which hardens to form an elastomer in the presence of humidity. Depending on the formulation, the hardness of the polyurethane can be flexibly adjusted from soft to hard to meet different application scenarios. High bonding strength, flexible application in all gaps, wide adhesive spectrum, excellent corrosion resistance.",
    "MSPolymer": "MS polymer adhesive and sealant",
    "singleComponent": "A single-component product based on MS polymer which hardens into a high-performance elastic product in the presence of humidity. The composition comes with a catalyst, without primers and is suitable for most substrates.",
    "Sealants": "Sealants",
    "SealantsContent": "Sealants are used between different substrates, for example between flanges, shafts, threads or gaps. They can be in the form of a paste or a liquid, some of which remain in their original liquid state after application to the workpiece and some of which need to be cured before they have a sealing effect. ",
    "FlangeSealing": "Flange sealing",
    "FlangeSealingContent": "Flange sealants are used, for example, for sealing flange surfaces. The sealed area is continuously protected against the ingress of liquids or gases and is unaffected by changes in the operating environment of the equipment, such as temperature and pressure.",
    "ThreadSealants": "Thread sealants",
    "ThreadSealantsContent": "Thread sealants act in the space between the threads to prevent corrosion caused by the ingress of gases or liquids. There is often a pressure difference between the two sides of the thread sealants and when fully cured the sealants can withstand the extreme burst pressure of the pipe.",
    "ElasticAndPlastic": "Elastic and plastic sealants",
    "TheSealingOf": "The sealing of the joints requires excellent elasticity and temperature resistance, especially when the entire workpiece is subjected to wide temperature changes, impacts and vibrations. Sealants will deform when subjected to forces, and if it is sensitive to deformation, plastic sealants are a better choice.",
    "Lubricants": "Lubricants",
    "Oil": "Oil",
    "TheOil": "The oil has excellent thermal conductivity and also has excellent liquidity and permeability, making it an excellent choice in high temperature environment or high-speed environment. Common application scenarios are for example in the powertrain, chains, bearings, hydraulics or compressors.",
    "Grease": "Grease",
    "GreaseContent": "Grease is made by adding a thickener to the base oil to provide better adhesion to the part to be lubricated and to provide continuous lubrication, while also preventing external moisture and impurities from outside. It is usually used in bearings, rotating bodies, valves, guide rails, chains, etc.",
    "Paste": "Paste",
    "PasteContent": "Paste is similar to grease but has a higher proportion of solid content and has better lubrication, sealing and corrosion protection for extreme temperatures, pressure changes or highly corrosive media."
  },
  "Rubber": {
    "Rubber": "Rubber Specialist",
    "REIFFOffers": "REIFF offers a full range of sealing rings, shaft sealing rings, hydraulic seals, pneumatic seals, vibration dampings, gaskets and insulation products and also provides the customized solution according to the customer drawings.",
    "ProductCatalog": "Product Catalog",
    "SealingRing": "Sealing ring and shaft seal",
    "EdgeProtection": "Edge protection",
    "Hydraulic": "Hydraulic and pneumatic seal",
    "NoiseProtection": "Noise protection and insulator",
    "Vibration": "Vibration damping",
    "Material": "Material Overview",
    "ManyFactors": "Many factors can influence the choice of sealing solution, such as the positioning of the product, the importance of the sealing position, the required quantity and the overall budget. REIFF is committed to providing tailor-made solutions for our customers.",
    "distributors": "We are one of the largest distributors of Trelleborg Sealing Solution in Germany and also offer the Freudenberg series of sealing products.",
    "distributors2": "Our technical and production teams are professional, and the company Kremer of the REIFF Group, has more than 50 years of experience in the design and production of sealings and is the partner of many internationally renowned companies.",
    "Rubberprofiles": "Rubber profiles, vibration damping and insulation",
    "highQuality": "Our high-quality profile, vibration damping and insulation products are fully compliant with REACH and RoSH regulations and specifications. They are used in a wide range of applications such as edge protection for equipment, door and window sealing, mechanical vibration damping and high temperature, high pressure and sound insulation.",
    "conservatories": "Windows, house fronts and conservatories",
    "RoomDoors": "Room doors and gates",
    "PlasticProfiles": "Plastic profiles",
    "InteriorExtensions": "Interior extensions / system space",
    "Bodies": "Bodies and cabins construction",
    "Engine": "Engine rooms and interior space",
    "Renewable": "Renewable energy sources",
    "Equipment": "Equipment manufacturing",
    "Silicon": "Silicon",
    "Machinery": "Machinery manufacturing",
    "ElectronicEquipment": "Electronic equipment",
    "MedicalEquipment": "Medical equipment",
    "FoodEquipment": "Food equipment",
    "PipeSealing": "Pipe sealing"
  },
  "Industrial": {
    "IndustrialHose": "Industrial Hose",
    "TheREIFFProduct": "The REIFF product series are composed of Norres, Contitech, Semprit, Rehau and our own brands. The range includes a wide variety of industrial hoses made of rubber and plastic. We also offer a full range of German clamps and couplings, such as LUDECKE, GEKA, Norma and others.",
    "WhetherConveying": "Whether conveying food-grade raw materials, acid-base liquids, steam or iron filings, wood chips, sand and gravel, the customer will find a high-quality product solution on the REIFF platform.",
    "ProductCatalog": "Product Catalog",
    "IndustrialHoses": "Industrial hoses",
    "HydraulicHoses": "Hydraulic hoses"
  },
  "Engineering": {
    "EngineeringPlastic": "Engineering plastic",
    "segmentation": "We are committed to market segmentation, focusing on high-end engineering plastics from Germany and Switzerland in the field of engineering plastic, offering our customers a high level of service in procurement and delivery.",
    "organization": "We are the member of the K4-Plus organization which is a large procurement and sales organization for engineering plastics consisting of four German enterprises.",
    "ProductCatalog": "Product Catalog"
  },
  "Applications": {
    "Applications": "Applications",
    "ForMore": "For more than 100 years, REIFF has been a reliable partner of the manufacturing industry, relying on excellent product quality and professional supply chain services. More than 60,000 manufacturing companies in Germany, Belgium, Luxembourg and China are our customers.",
    "perspective": "From the perspective of product application, our customers are mainly in the fields of precision manufacturing, medical equipment, food and pharmaceutical equipment, automatic packaging lines, automobiles and construction machinery. From the perspective of supply chain services and continuous optimization of supply chains, the large manufacturing companies and multinational groups are important customers of REIFF.",
    "AutomotiveIndustry": "Automotive industry",
    "BrecoTiming": "Breco timing belts are widely used in production lines, such as body stamping and conveying, and are the designated product for the maintenance of equipment in vehicle plants.",
    "REIFFSubsidiary": "REIFF subsidiary company Kremer has designed and produced rubber products for the automotive industry for more than 50 years.",
    "system": "For example, the ABS/ESP system and the sealing of electrical parts.",
    "Contitech": "Contitech timing belts.Epple full range adhesives and sealants without silicone.",
    "MedicalIndustry": "Medical industry",
    "BrecoPolyurethane": "Breco polyurethane timing belts.",
    "BrecoPolyurethaneTiming": "Breco polyurethane timing belts.",
    "RubberProducts": "Rubber products that meet the requirements of the medical industry, such as seals, vibration damping, edge protection and transport hoses.",
    "Customized": "Customized bearings from SKF, Schaeffler and REIFF.",
    "ChemicalProducts": "Chemical products that meet the requirements of the medical industry, such as glues, seals, and lubricating greases.",
    "FoodAndPharmaceutical": "Food and pharmaceutical machinery, automatic packaging lines",
    "Optibelt": "Contitech and Optibelt belts.",
    "industries": "Rubber products that meet the requirements of the food and pharmaceutical industries, such as seals, vibration damping and edge protection.",
    "lubricatingGrease": "Chemical products, such as glues, seals and lubricating grease",
    "Transportation": "Transportation hoses of FDA grade.",
    "PrecisionManufacturing": "Precision manufacturing, machine tools",
    "vibrationDamping": "Rubber products, e.g seals, vibration damping and edge protection.",
    "IndustrialHoses": "Industrial hoses.",
    "ElectronicsIndustry": "Electronics industry",
    "BrecoHigh": "Breco high precision timing belts for chip and circuit board production lines.",
    "RubberSealing": "Rubber sealing products for dust, water and corrosion protection.",
    "AdhesivesAndSealants": "Adhesives and sealants.",
    "ProductDistribution": "Product Distribution",
    "REIFFpartner": "REIFF is a key partner for many leading manufactures. Lots of these partnerships can be traced back to when the market was just established after World War 2.",
    "InGermany": "In Germany we have licenses for two major bearing brands, SKF (SKF) and Schaeffler (INA/FAG), and are one of the largest sellers of THK linear guide rails in Germany. In addition to the above products, we also offer Steinmeyer screws and Franke special bearings.",
    "ForTiming": "For timing belts and V-belts, we are authorized by Optibelt and Contitech and are one of the largest distributors of these two brands in Europe. We are the core member of the Mulco Group, which owns the Breco, Brecoflex and Synchroflex brands of timing belts and is the leading supplier in the industry, with a 35% market share of the entire polyurethane timing belt industry in Europe.",
    "chemicalBonding": "In chemical bonding, we are one of the largest distributors of Henkel Loctite in Germany and have authorizations in major cities in China. In addition, we are the exclusive sales channel of Epple and Technicoll for Chinese market."
  },
  "Authorization": {
    "title": "Certificate of Authorization",
    "platform": "REIFF is a platform that brings many leading manufacturers together. Please contact us if you need to know more about the authorization than the following brands.",
    "AuthorizedSKF": "Authorized distributor of SKF ",
    "AuthorizedSchaeffler": "Authorized distributor of INA Schaeffler ",
    "AuthorizedBreco": "Authorized distributor for Breco and BRECOFLEX® timing belts",
    "AuthorizedContitech": "Authorized distributor of Contitech belts",
    "AuthorizedOptibelt": "Authorized distributor of Optibelt belts ",
    "AuthorizedPremium": "Certificate of Henkel Premium Partner",
    "AuthorizedHenkel": "Authorized distributor of Henkel General Industry in China ",
    "AuthorizedSurface": "Authorized distributor of Henkel Surface Treatment in China ",
    "AuthorizedWacker": "Authorized distributor of Wacker silicone",
    "AuthorizedTechnicoll": "Authorized distributor of Technicoll",
    "AuthorizedEpple": "Authorized distributor of Epple",
    "AuthorizedLubricants": "Authorized dealer of OKS Lubricants",
    "AuthorizedHazardous": "Chinese business license of Hazardous Chemical"
  },
  "Hazardous": {
    "title": "Hazardous chemical",
    "content": "China is tightening controls on the import, transport and storage of hazardous chemical. The European Union has also strengthened its export controls on such products with stricter packaging and transport requirements.",
    "content2": "We have accumulated a wealth of experience in chemical import operations for many years. In addition to providing products from the REIFF products system, customers can also designate suppliers or pick-up locations. We will be responsible for the intermediate stages from transportation, import to local delivery. "
  },
  "SupplyChainService": {
    "title": "Supply Chain Service",
    "ContinuousSupply": "Continuous supply chain optimization is an important task for every manufacturing company.",
    "committed": "We are committed to solving the problems that our customers face when dealing with small to medium quantities of production materials. We provide the supply chain solutions that reduce the cost of the procurement process and increase overall efficiency. We have a wide range of products system, which is built according to German industrial standards and is continuously optimized locally based on our logistics centers in Germany and Shanghai.",
    "extensive": "With our extensive experience and market position in the Europe, we offer international sourcing services to extend our customers' sourcing channels. For example, if a customer designates an overseas supplier, we could complete the entire process from enquiry, order placement, foreign currency payment, international logistics, import customs declaration, and deliver the product directly with RMB in China. We also provide domestic agent procurement services in response to the increasing demand for integration of local suppliers."
  },
  "Download": {
    "title": "Download",
    "CompanyProfile": "Company Profile",
    "REIFFChinaBrochure": "REIFF China Brochure",
    "REIFFProductCatalog": "REIFF Product Catalog",
    "01": "01 Bearing and guide rail",
    "02": "02 Bearing maintenance",
    "03": "03 Timing belts",
    "04": "04 V-belts",
    "05": "05 Adhesive, Sealant and Lubricant",
    "06": "06 Sealing ring and shaft seal",
    "07": "07 Hydraulic and pneumatic seal",
    "08": "08 Edge protection",
    "09": "09 Vibration damping elements",
    "10": "10 Noise protection and insulator",
    "11": "11 Engineering plastics",
    "12": "12 Transprot hoses",
    "13": "13 Hydraulic hoses ",
    "EppleDocuments": "Epple documents",
    "01sealing": "01 Epple sealing products",
    "02products": "02 Epple bonding products"
  },
  "aboutUs": {
    "REIFFCompany": "REIFF Company has a history of more than 100 years. As early as 1910, Albert REIFF established Albert REIFF KG in Reutlingen, Germany, which specialized in rubber products.",
    "TodayBecome": "Today, REIFF has become one of the largest integrated suppliers of industrial products in Germany, with 122,000 square meters of warehouse space, over 80,000 articles, over 20 million Euro of real-time inventory and an average of 12,000 pallets shipped per month. REIFF has also extended its service area to a range of new applications such as e-Procurement system and customized supply chains. In Germany, more than 60,000 manufacturing companies cooperate with REIFF. 75% of the REIFF business is direct production materials.",
    "REIFFTechnical": "REIFF Technical Products (Shanghai) Co., Ltd. is the wholly-owned subsidiary of REIFF Group in China and responsible for the business of Group's Industrial Parts Division, Kremer GmbH, Roller Luxembourg and Roller Belgium in China.",
    "largeIntegrated": "REIFF is the large integrated supplier and offer high quality products from the global supply chain, including a full range of industrial products for transmission, sealing, conveying, bonding, rubber and plastic.",
    "REIFFGroup": "REIFF Group has adopted the ISO9001 quality management system certification.",
    "Employees": "500 Employees",
    "GroupCompanies": "9 Group companies",
    "Distribution": "Over 60 Distribution Brands",
    "Products": "Over 140,000 Products",
    "generation": "110 years and 4th generation",
    "EuroSales": "210 million Euro Sales",
    "Formation": "Formation of the company Albert REIFF KG.Started the business of industrial rubber products.",
    "companyREIFF": "Formation of the company A. REIFF + Cie.Started the business of car spare parts.",
    "BusinessExpansion": "Formation of the company REIFF +Cie., Business expansion of industry, car spare parts and rubber vulcanization.",
    "startedLeading": "Günter Reiff started leading the REIFF Group.",
    "administration": "The administration building was officially put into use.",
    "Establishment": "Establishment of the factory fo the urban construction project in Reutlingen.",
    "Rubber": "Rubber parts factory put into production.",
    "ReiffJoined": "Eberhard Reiff joined REIFF management and lead the Tire Division.",
    "Hubert": "Hubert Reiff joined REIFF management and lead the Industrial Division.",
    "Logistics": "REIFF Logistics Center officially put into use.",
    "Acquisition": "Acquisition of Kremer GmbH",
    "RollerIndustrial": "Acquisition of Roller Industrial Technology",
    "headquarter": "The rebuilt group headquarter office building put into use.",
    "operation": "The R.E.T production line was officially brought into operation.",
    "Celebration": "100th Anniversary Celebration of REIFF Group.",
    "established": "REIFF Shanghai established.REIFF Bond was officially listed on the Frankfurt Stock Exchange.",
    "management": "Acquisition of PICHA and DELTA. Tec Alec Reiff joined REIFF management.",
    "subsidiary": "Optimization of the group product line. The subsidiary company R.E.T was sold."
  },
  "GroupCompanies": {
    "largest": "One of the largest suppliers of industrial parts in Germany. Dedicated to providing industrial services that meet the requirements of modern industry, integrating product supply, technical service and e-commerce. ",
    "reiff": "www.reiff-tp.de",
    "ROLLER": "ROLLER is a supplier of industrial parts in the French-speaking regions of Belgium and Luxembourg, with a history of more than 80 years. ",
    "gummi": "www.gummi-roller.lu",
    "specializes": "Kremer specializes in the development, production and service of rubber products, such as seals, moulded parts, flat seals, and various plastics and elastomers. Kremer has over 50 years of professional experience and is the designated supplier of many well-known companies. ",
    "kremer": "www.kremer-tec.de"
  },
  "CooperativePartners": {
    "CooperativePartners": "Cooperative partners",
    "more": "For more than 100 years, REIFF has built up excellent relationships with many well-known manufacturers and industry alliances, many of which can date back to the period when the market was just being established after World War 2. Through this extensive and intensive cooperation, REIFF has become a leading company in the industry, both in terms of the overall price-performance ratio of its product lines, and in terms of supply chain service.",
    "Since": "Since entering the Chinese market, REIFF has deepened its collaboration with global partners in the region and expanded its local supply chain in China. Taking advantage of its traditional channels in Europe, many of the supply chain issues which have long plagued domestic customers have been solved. ",
    "MULCO": "MULCO Group was founded in 1951, provide high quality polyurethane timing belts. REIFF was one of the four original founding members. In China, the three MULCO brands Breco, Brecoflex and Synchroflex are widely used in the precision machinery, food and pharmaceutical, tobacco and automotive industry, and are also common brands of timing belts in imported equipments.",
    "K4plus": "K4plus is a purchasing and sales organization for engineering plastics consisting of four German companies, including REIFF. It has more than 10,000 customers in the German-speaking regions such as Germany, Switzerland and Austria. ",
    "EDiS": "EDiS is an industry association covering Europe. The participating companies operate independently in their respective countries, but regularly exchange their experience, expertise and provide technical support to each other. The aim of this organization is to provide customers with better services as much as possible, such as unified production standards and optimized supply channels. ",
    "VTH": "VTH is the industrial technology trade association of Germany and Austria, with a glorious history of one hundred years. ",
    "European": "The European Sealing and Gasket Association (EUSGA) is an association of a series of companies specializing in sealing technology. Twenty-six companies from 23 European countries come together to exchange experiences, assist each other in procurement and communicate information on technological developments. REIFF is a founding member of this international association with a history of 11 years. "
  },
  "CompanyPhilosophy": {
    "CompanyPhilosophy": "Company philosophy",
    "PremiumService": "Premium service, this is the promise we make to our customers every day.",
    "program": "With the program of over 140,000 products, REIFF is a strong partner for our customers in the field of industrial parts. We have the global sourcing channels, and have cooperated with many leading manufacturers for generations and provide customers with flexible supply chain solutions.",
    "With": "With over 100 years of experience in the industry, we are always focused on our customers and constantly strive to improve our technical capabilities and channel strengths as well as our supply chain service levels.",
    "Group": "REIFF Group has always been adhering to the tradition of family ownership, a unique flat management and more humane values."
  }
}